<?php

use Illuminate\Database\Seeder;

class Men_Watches_Armani_Seeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        //
        DB::table('men_watches_armani')->insert(

        	[

        	[

				'title'=>'Часы Armani Classic Chronograph',
				            'alias'=>'Armani',
				            'desc'=>'	<pre>
				            			Артикул:AR2447
										Бренд:Armani
										Пол:мужские
										Страна бренда:Италия
										Гарантия:24 месяца
										Серия:Classic Chronograph
										Страна производитель:Китай
										Размеры:22 мм ширина ремешка
										Водостойкость:50
										Календарь:дата
										Подсветка:нет
										Размер корпуса:43 мм
										Ремешок:натуральная кожа, тисненная под крокодила
										Стекло:минеральное
										Хронограф:да
										Циферблат:черный
										Часовые пояса:2
										Материал корпуса:нержавеющая сталь
										Механизм:японский Miyota
										Стиль:повседневные
										Тип механизма:кварцевый
										Застежка:пряжка
										Цвет ремешка:черный
										</pre>',
			    'price'=>'10 150 грн.',
				'add_info'=>'',
				'delivery'=>'Доставка в течении 2-3 рабочих дней',
        	],

        	[

				'title'=>'Часы Armani Classic Collection AR2501 AR2501',
				            'alias'=>'Armani',
				            'desc'=>'	<pre>
				            			Артикул:AR2501
										Бренд:Armani
										Пол:мужские
										Страна бренда:Италия
										Гарантия:24 месяца
										Серия:Classic Collection
										Страна производитель:Китай
										Размеры:22 мм ширина ремешка
										Водостойкость:50
										Календарь:дата
										Подсветка:нет
										Размер корпуса:43 мм
										Ремешок:натуральная кожа, тисненная под крокодила
										Стекло:минеральное
										Циферблат:синий
										Часовые пояса:1
										Материал корпуса:нержавеющая сталь
										Механизм:японский Miyota
										Стиль:повседневные
										Тип механизма:кварцевый
										Застежка:пряжка
										Цвет ремешка:синий
										</pre>',
			    'price'=>'6 870 грн.',
				'add_info'=>'',
				'review'=>'',
				'delivery'=>'Доставка в течении 2-3 рабочих дней',
				'image'=>'[armani-4.jpg, armani-4a.jpg,]'


        	],

        	[

				'title'=>'Часы Armani Classic Chronograph AR1792 AR1792',
				            'alias'=>'Armani',
				            'desc'=>'	<pre>
				            			Артикул:AR1792
										Бренд:Armani
										Пол:мужские
										Страна бренда:Италия
										Особенности:гильошированый циферблат
										Гарантия:24 месяца
										Серия:Classic Chronograph
										Страна производитель:Китай
										Размеры:22 мм ширина ремешка
										Водостойкость:30
										Календарь:дата
										Подсветка:нет
										Размер корпуса:43 мм
										Ремешок:натуральная кожа, тиснение сафьяно
										Стекло:минеральное
										Хронограф:да
										Циферблат:черный
										Часовые пояса:1
										Материал корпуса:нержавеющая сталь
										Механизм:японский Miyota
										Стиль:повседневные
										Тип механизма:кварцевый
										Застежка:пряжка
										Цвет ремешка:черный
										</pre>',
			    'price'=>'12 350 грн.',
				'add_info'=>'',
				'review'=>'',
				'delivery'=>'Доставка в течении 2-3 рабочих дней',
				'image'=>'[armani-3.jpg, armani-3a.jpg,armani-3b.jpg ]'


        	],

        	[

				'title'=>'Часы Armani Ceramic Chronograph AR1410 AR1410',
				            'alias'=>'Armani',
				            'desc'=>'	<pre>
				            			Артикул:AR1410
										Бренд:Armani
										Пол:мужские
										Страна бренда:Италия
										Гарантия:24 месяца
										Серия:Ceramic
										Страна производитель:Китай
										Водостойкость:30
										Календарь:дата
										Подсветка:нет
										Размер корпуса:42 мм
										Ремешок:керамика
										Стекло:минеральное
										Хронограф:да
										Циферблат:черный
										Часовые пояса:2
										Материал корпуса:керамика
										Механизм:японский Miyota
										Стиль:повседневные/спортивные
										Отделка корпуса:черное PVD-покрытие
										Тип механизма:кварцевый
										Застежка:бабочка
										Цвет ремешка:черный
										</pre>',
			    'price'=>'11 850 грн.',
				'add_info'=>'',
				'review'=>'',
				'delivery'=>'Доставка в течении 2-3 рабочих дней',
				'image'=>'[armani-5.jpg, armani-5a.jpg,armani-5b.jpg ]'


        	],

        	[

				'title'=>'Часы Armani Classic Chronograph AR2473 AR2473',
				            'alias'=>'Armani',
				            'desc'=>'	<pre>
				            			Артикул:AR2473
										Бренд:Armani
										Пол:мужские
										Страна бренда:Италия
										Особенности:гильошированый циферблат
										Гарантия:24 месяца
										Серия:Classic Chronograph
										Страна производитель:Китай
										Размеры:22 мм ширина ремешка
										Водостойкость:50
										Календарь:дата
										Подсветка:люминисцентные стрелки
										Размер корпуса:43 мм
										Ремешок:натуральная кожа с перфорацией
										Стекло:минеральное
										Хронограф:да
										Циферблат:синий
										Часовые пояса:1
										Материал корпуса:нержавеющая сталь
										Механизм:японский Miyota
										Стиль:повседневные/спортивные
										Тип механизма:кварцевый
										Застежка:пряжка
										Цвет ремешка:синий
										</pre>',
			    'price'=>'8 350 грн.',
				'add_info'=>'',
				'review'=>'',
				'delivery'=>'Доставка в течении 2-3 рабочих дней',
				'image'=>'[armani-2.jpg, armani-2a.jpg,armani-2b.jpg ]'


        	],


        	]);
    }
}
