<?php

use Illuminate\Database\Seeder;

class update_men_watches_armani extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        //
        DB::table('men_watches_armani')->insert(

        	[

        	[
        		'product_id'=>'ar0431',
	        	'title'=>'Часы Armani Classic Chronograph AR0431',
					            'alias'=>'Armani',
					            'desc'=>'	<pre>
					            			Артикул:AR0431
											Бренд:Armani
											Пол:мужские
											Страна бренда:Италия
											Особенности:крупные часы,
											Гарантия:24 месяца
											Серия:Classic
											Страна производитель:Китай
											Водостойкость:50
											Календарь:дата
											Подсветка:люминисцентные стрелки
											Размер корпуса:47 мм
											Ремешок:натуральная кожа
											Стекло:минеральное
											Хронограф:да
											Циферблат:черный
											Часовые пояса:1
											Материал корпуса:нержавеющая сталь
											Механизм:японский Miyota
											Стиль:повседневные/спортивные
											Отделка корпуса:.
											Тип механизма:кварцевый
											Застежка:пряжка
											Цвет ремешка:черный
											</pre>',
				    'price'=>'8 180 грн.',
					'add_info'=>'',
					'delivery'=>'Доставка в течении 2-3 рабочих дней',
				],

				[

				    'product_id'=>'ar1737',
	        	    'title'=>'Часы Armani Classic Chronograph AR1737 ',
					            'alias'=>'Armani',
					            'desc'=>'	<pre>
					            			Артикул:AR0431
											Бренд:Armani
											Пол:мужские
											Страна бренда:Италия
											Особенности:крупные часы,
											Гарантия:24 месяца
											Серия:Classic
											Страна производитель:Китай
											Водостойкость:50
											Календарь:дата
											Подсветка:люминисцентные стрелки
											Размер корпуса:47 мм
											Ремешок:натуральная кожа
											Стекло:минеральное
											Хронограф:да
											Циферблат:черный
											Часовые пояса:1
											Материал корпуса:нержавеющая сталь
											Механизм:японский Miyota
											Стиль:повседневные/спортивные
											Отделка корпуса:.
											Тип механизма:кварцевый
											Застежка:пряжка
											Цвет ремешка:черный
											</pre>',
				    'price'=>'8 500грн.',
					'add_info'=>'',
					'delivery'=>'Доставка в течении 2-3 рабочих дней',
				],

				[

				    'product_id'=>'ar1508',
	        	    'title'=>'Часы Armani Fossil Ceramic AR1508',
					            'alias'=>'Armani',
					            'desc'=>'	<pre>
					            			Артикул:AR0431
											Бренд:Armani
											Пол:мужские
											Страна бренда:Италия
											Особенности:крупные часы,
											Гарантия:24 месяца
											Серия:Classic
											Страна производитель:Китай
											Водостойкость:50
											Календарь:дата
											Подсветка:люминисцентные стрелки
											Размер корпуса:47 мм
											Ремешок:натуральная кожа
											Стекло:минеральное
											Хронограф:да
											Циферблат:черный
											Часовые пояса:1
											Материал корпуса:нержавеющая сталь
											Механизм:японский Miyota
											Стиль:повседневные/спортивные
											Отделка корпуса:.
											Тип механизма:кварцевый
											Застежка:пряжка
											Цвет ремешка:черный
											</pre>',
				    'price'=>'11 500грн.',
					'add_info'=>'',
					'delivery'=>'Доставка в течении 2-3 рабочих дней',
				],

				[

				    'product_id'=>'ar1975',
	        	    'title'=>'Часы Armani Classic Chronograph AR1975',
					            'alias'=>'Armani',
					            'desc'=>'	<pre>
					            			Артикул:AR0431
											Бренд:Armani
											Пол:мужские
											Страна бренда:Италия
											Особенности:крупные часы,
											Гарантия:24 месяца
											Серия:Classic
											Страна производитель:Китай
											Водостойкость:50
											Календарь:дата
											Подсветка:люминисцентные стрелки
											Размер корпуса:47 мм
											Ремешок:натуральная кожа
											Стекло:минеральное
											Хронограф:да
											Циферблат:черный
											Часовые пояса:1
											Материал корпуса:нержавеющая сталь
											Механизм:японский Miyota
											Стиль:повседневные/спортивные
											Отделка корпуса:.
											Тип механизма:кварцевый
											Застежка:пряжка
											Цвет ремешка:черный
											</pre>',
				    'price'=>'11 070грн.',
					'add_info'=>'',
					'delivery'=>'Доставка в течении 2-3 рабочих дней',
				],

				[

				    'product_id'=>'ar1451',
	        	    'title'=>'Часы Armani Ceramic Chronograph AR1451',
					            'alias'=>'Armani',
					            'desc'=>'	<pre>
					            			Артикул:AR0431
											Бренд:Armani
											Пол:мужские
											Страна бренда:Италия
											Особенности:крупные часы,
											Гарантия:24 месяца
											Серия:Classic
											Страна производитель:Китай
											Водостойкость:50
											Календарь:дата
											Подсветка:люминисцентные стрелки
											Размер корпуса:47 мм
											Ремешок:натуральная кожа
											Стекло:минеральное
											Хронограф:да
											Циферблат:черный
											Часовые пояса:1
											Материал корпуса:нержавеющая сталь
											Механизм:японский Miyota
											Стиль:повседневные/спортивные
											Отделка корпуса:.
											Тип механизма:кварцевый
											Застежка:пряжка
											Цвет ремешка:черный
											</pre>',
				    'price'=>'17 870грн.',
					'add_info'=>'',
					'delivery'=>'Доставка в течении 2-3 рабочих дней',
				],

				[

				    'product_id'=>'ar1400',
	        	    'title'=>'Часы Armani Ceramic Chronograph AR1400',
					            'alias'=>'Armani',
					            'desc'=>'	<pre>
					            			Артикул:AR0431
											Бренд:Armani
											Пол:мужские
											Страна бренда:Италия
											Особенности:крупные часы,
											Гарантия:24 месяца
											Серия:Classic
											Страна производитель:Китай
											Водостойкость:50
											Календарь:дата
											Подсветка:люминисцентные стрелки
											Размер корпуса:47 мм
											Ремешок:натуральная кожа
											Стекло:минеральное
											Хронограф:да
											Циферблат:черный
											Часовые пояса:1
											Материал корпуса:нержавеющая сталь
											Механизм:японский Miyota
											Стиль:повседневные/спортивные
											Отделка корпуса:.
											Тип механизма:кварцевый
											Застежка:пряжка
											Цвет ремешка:черный
											</pre>',
				    'price'=>'17 850грн.',
					'add_info'=>'',
					'delivery'=>'Доставка в течении 2-3 рабочих дней',
				],

					[

				    'product_id'=>'ar5994',
	        	    'title'=>'Часы Armani Sports AR5994',
					            'alias'=>'Armani',
					            'desc'=>'	<pre>
					            			Артикул:AR0431
											Бренд:Armani
											Пол:мужские
											Страна бренда:Италия
											Особенности:крупные часы,
											Гарантия:24 месяца
											Серия:Classic
											Страна производитель:Китай
											Водостойкость:50
											Календарь:дата
											Подсветка:люминисцентные стрелки
											Размер корпуса:47 мм
											Ремешок:натуральная кожа
											Стекло:минеральное
											Хронограф:да
											Циферблат:черный
											Часовые пояса:1
											Материал корпуса:нержавеющая сталь
											Механизм:японский Miyota
											Стиль:повседневные/спортивные
											Отделка корпуса:.
											Тип механизма:кварцевый
											Застежка:пряжка
											Цвет ремешка:черный
											</pre>',
				    'price'=>'5 400грн.',
					'add_info'=>'',
					'delivery'=>'Доставка в течении 2-3 рабочих дней',
				],

				[

				    'product_id'=>'ar1729',
	        	    'title'=>'Часы Armani Classic AR1729',
					            'alias'=>'Armani',
					            'desc'=>'	<pre>
					            			Артикул:AR0431
											Бренд:Armani
											Пол:мужские
											Страна бренда:Италия
											Особенности:крупные часы,
											Гарантия:24 месяца
											Серия:Classic
											Страна производитель:Китай
											Водостойкость:50
											Календарь:дата
											Подсветка:люминисцентные стрелки
											Размер корпуса:47 мм
											Ремешок:натуральная кожа
											Стекло:минеральное
											Хронограф:да
											Циферблат:черный
											Часовые пояса:1
											Материал корпуса:нержавеющая сталь
											Механизм:японский Miyota
											Стиль:повседневные/спортивные
											Отделка корпуса:.
											Тип механизма:кварцевый
											Застежка:пряжка
											Цвет ремешка:черный
											</pre>',
				    'price'=>'4 800грн.',
					'add_info'=>'',
					'delivery'=>'Доставка в течении 2-3 рабочих дней',
				],

				[

				    'product_id'=>'ar1667',
	        	    'title'=>'Часы Armani Classic AR1667',
					            'alias'=>'Armani',
					            'desc'=>'	<pre>
					            			Артикул:AR0431
											Бренд:Armani
											Пол:мужские
											Страна бренда:Италия
											Особенности:крупные часы,
											Гарантия:24 месяца
											Серия:Classic
											Страна производитель:Китай
											Водостойкость:50
											Календарь:дата
											Подсветка:люминисцентные стрелки
											Размер корпуса:47 мм
											Ремешок:натуральная кожа
											Стекло:минеральное
											Хронограф:да
											Циферблат:черный
											Часовые пояса:1
											Материал корпуса:нержавеющая сталь
											Механизм:японский Miyota
											Стиль:повседневные/спортивные
											Отделка корпуса:.
											Тип механизма:кварцевый
											Застежка:пряжка
											Цвет ремешка:черный
											</pre>',
				    'price'=>'4 000грн.',
					'add_info'=>'',
					'delivery'=>'Доставка в течении 2-3 рабочих дней',
				],

				[

				    'product_id'=>'ar1918',
	        	    'title'=>'Часы Armani Classic Collection AR1918',
					            'alias'=>'Armani',
					            'desc'=>'	<pre>
					            			Артикул:AR1918
											Бренд:Armani
											Пол:мужские
											Страна бренда:Италия
											Особенности:крупные часы
											Гарантия:24 месяца
											Серия:Classic Collection
											Страна производитель:Китай
											Размеры:22 мм ширина ремешка
											Водостойкость:50
											Календарь:дата
											Подсветка:люминисцентные стрелки и метки
											Размер корпуса:46 мм
											Ремешок:натуральная кожа
											Стекло:минеральное
											Хронограф:да
											Циферблат:черный
											Часовые пояса:2
											Материал корпуса:нержавеющая сталь
											Механизм:японский Miyota
											Стиль:повседневные
											Тип механизма:кварцевый
											Застежка:пряжка
											Цвет ремешка:черный
											</pre>',
				    'price'=>'7 900грн.',
					'add_info'=>'',
					'delivery'=>'Доставка в течении 2-3 рабочих дней',
				],

        	]);
    }
}
